tap "gromgit/fuse"
tap "macos-fuse-t/cask"
tap "stripe/stripe-cli"
brew "giflib"
brew "libpng"
brew "libgit2"
brew "bat"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "lima"
brew "colima"
brew "composer"
brew "ctags"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "enca"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "gnupg@1.4"
brew "librsvg"
brew "graphviz"
brew "helix", args: ["HEAD"]
brew "hexo"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "jpeg"
brew "kakoune"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "mycli"
brew "neofetch"
brew "neovim"
brew "openjdk"
brew "pdftk-java"
brew "pipx"
brew "pkgconf"
brew "postgresql@14"
brew "prettier"
brew "python@3.12"
brew "qemu"
brew "qrencode"
brew "railway"
brew "ranger"
brew "ripgrep"
brew "sd"
brew "television"
brew "tmux"
brew "tree"
brew "wget"
brew "wireguard-go"
brew "wireshark"
brew "zellij"
brew "zig"
brew "gromgit/fuse/ntfs-3g-mac"
brew "stripe/stripe-cli/stripe"
cask "amethyst"
cask "android-platform-tools"
cask "beekeeper-studio"
cask "brave-browser"
cask "chatgpt"
cask "dbeaver-community"
cask "discord"
cask "dteoh-devdocs"
cask "duckduckgo"
cask "font-jetbrains-mono-nerd-font"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "keepassxc"
cask "kitty"
cask "lens"
cask "logseq"
cask "love"
cask "macfuse"
cask "mattermost"
cask "medis"
cask "mounty"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "postman"
cask "qutebrowser"
cask "raycast"
cask "reminders-menubar"
cask "spacelauncher"
cask "steam"
cask "telegram"
cask "transmission"
cask "utm"
cask "vlc"
cask "vscodium"
cask "wezterm@nightly"
cask "zed"
vscode "golang.go"
