tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minio/stable"
brew "black"
brew "cloc"
brew "cmake"
brew "qemu"
brew "colima", args: ["HEAD"], restart_service: true
brew "composer"
brew "elixir-ls"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "helix"
brew "htop"
brew "isort"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libiconv"
brew "lua-language-server"
brew "neofetch"
brew "neovim"
brew "node@20"
brew "openjdk"
brew "openssl@1.1"
brew "postgresql@14"
brew "prettierd"
brew "protobuf"
brew "pyright"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "sd"
brew "typescript-language-server"
brew "zellij"
brew "minio/stable/mc"
cask "docker"
cask "ngrok"
cask "vimr"
